이동하기 편하신 동이 어느동이십니까? O O O O
남구 ㅇㅇ대학교근처요 O O
아, ㅇㅇ대학교와 가까운 00점 안내드리겠습니다. O O O O O
여신금융협회입니다. O
네 고객님, 고객님 앞으로 ㅇㅇ 카드 조회 되는데 맞으신지요? O O O O O O O O O
한국정보인증 서버접속이 원할하지 않아 생기는 현상같습니다. O O O O O O
최종 카드 승인처가 0월 00일 00시 ㅇㅇ마트에서 29,800원으로 조회되는데 맞으신가요? O O O O O O O O O O
ㅇㅇ 은행 체크카드 지금 분실신고 접수 되셨구요 카드 제발급도 함께 도와 드릴까요? O O O O O O O O O O O O
네 2000년 0월0일에 새마을금고00지점에서 건강공제 가입하셨네요 O O O O O O
맞아요 친정이 00이거든요 O O O
네, 전자금용 제신고 서류를 지참하고 가까운 신협으로 방문주시면 됩니다. O O O O O O O O O
1332로 전화하셔서 신고하시면 되세요. O O O O
인터넷은요? O
금융감독원-불법금융대응에 들어가셔서 신청가능하세요. O O O
요즘 ㅇㅇ은행,ㅇㅇ보험이라 저금리 대출 해준다는 전화가 많이와서요. O O O O O O O
우선 불법대출 신고관련해서는 1332로 전화로 쉽고 빠르게 신고가 가능하십니다. O O O O O O O O O
1332요. O
"""파인""사이트에서 제도권금융회사·등록대부업체통합관리에서 등록업체를 조회해보세요." O O O O
"""파인""이라는 사이트가 있나봐요." O O O
금융결제원에서 내계좌 한눈에 에서 가능하십니다. O O O O O
[폴보스]라는 앱입니다. O O
네 공공앱으로 원스토어에서 '폴조스' 검색하시면 되세요. O O O O O O
ㅇㅇㅇ고객님 카드를 어디에서 분실하셨나요? O O O O
네 누가 PAYPAL에서 해외결제 했더라구요. O O O O O
소중한 정보확인 고객님 소유의 카드가 2개 확인이 됩니다. O O O O O O O O
000카드에요. O
OO보험 어플 통해서 신고접수해주시고 관련 서류를 제출해주셔야 합니다. O O O O O O O O
교통사고가 나서요, 자동차사고 접수를 좀 하려고 합니다. O O O O O O O
보험금청구서는 OO보험 담당자 통해서 받으면 되나요? O O O O O O
OO보험 콜센터로 연락주시면 상담직원이 사고접수를 진행해드립니다. 접수 후 담당자 배정되어 보상처리 절차 진행됩니다. O O O O O O O O O O O O O
OO보험 사고접수 문의하시는 건가요? O O O O
현대해상 검색하시면 됩니다. O O O
성함, 연락처도 . O O O
00.OOO입니다. O
네, 현대해상 실비보험상품 가입되어 있으신가요? O O O O O
서울병원이요. O
인적사항알려주시겠어요? O
OOO입니다***-****입니다 O
2019년도 가입하신 OOO운전자보험이맞으시죠? O O O
OOO운전자보험가입하신거 맞으시죠? O O
입금받으실 계좌번호 알려주세요 O O O
보험금청구서를 보내드릴테니 팩스번호 알려주세요 O O O O
*****입니다 O
보험사는 어디어디인가요? O O
DB와현대입니다 O
콜센타번호가 뭔가요? O O
OOOO-****입니다 O
콜센타로 접수하나요? O O
네 1588****입니다 O O
보험금청구서를 보내드릴테니 팩스번호 알려주세요 O O O O
****입니다 O
가입하신 보험이 어떤 건가요? O O O O
메리츠 화재 보험입니다. O O O
OO보험 어플 있으신가요? O O O
어떤보험 가입하셨나요? O O
닥터건강보험 가입했는데요. O O
이메일 주소 알려주시면 보내드릴 수 있습니다. O O O O O O
상담사 OOO입니다. O O
해당 카드는 00카드인데 맞습니까? O O O O
카드 종류는 알고 계신가요? O O O O
00카드 같아요. O O
재발급 할 카드는 어디로 수령하실 수 있을까요? O O O O O O O
분실하신 카드 종류와 본인 확인 부탁드려도 될까요? O O O O O O O
00신용카드고요, OOO 본인 입니다. O O O O
서울시 종로구 00동 00빌딩 00보험으로 보내주시면 되십니다. O O O O O O O
휴대폰 뒷자리가 몇번이십니까? O O O
OOOO입니다. O
처방받으신 로션은 어떤 제품이신가요? O O O O
OOO 제품이네요. O O
고객님 이메일 주소 알려주실 수 있을까요? O O O O O O
***@gmail.com입니다. 바로 보내주실 수 있나요? O O O O O
우편으로 보낼께요. 주소 알려주세요. O O O O
서울시 마포구 상암동 00빌딩 OOOO호 00보험입니다. O O O O O O
네네 그럼 팩스 번호 알려주실래요? O O O O O
현재 고객님의 사고나신 위치가 어디신가요? O O O O O
남구 00사거리에요. O O
00손해보험사에서는 가입이 어렵다고 하던데요? O O O O
00손해보험사에서 단체보험 가입을 하셔도 산재보장은 어렵습니다 O O O O O O
00생명 보험사 단체보험은 재해 및 질병과 산재를 보장해주는 특약이 있습니다 O O O O O O O O O O
근로복지공단에 가서 재해근로자가 직접 신청을 하시면 됩니다 O O O O O O O
00손해보험사 고객센터 전화번호는 뭔가요? O O O O
제주공항에서 수화물로 보낸 골프채가 파손되었다면요? O O O O O
ㅇㅇ운전자보험이 있어요. O O
가입하신 ㅇㅇ보험에서 골절에 대한 특약을 가입하셨나요? O O O O O O
메00화재보험 00생명보험은 종수술비에서 보상이 됩니다 O O O O O
그럼 플레이스토어에서 ㅇㅇ화재 어플을 다운받아 보시겠어요? O O O O O O
ㅇㅇ화재 어플 첫 사용이시죠? O O O O
지금 사고가 난 위치가 어디쯤이죠? O O O O O
중구 00사거리에요. O O
어떻게 사고가 나신거죠? O O O
핸드폰 뒷자리가 어떻게 되나요? O O O O
OOOO 입니다 O O
가입상품이 0003인데 맞으신가요? O O O
네 맞습니다 O O
핸드폰 번호 끝자리 4개 불러주세요 O O O O O
OOOO요 O
가입하신상품이OOO OOO으로 약정되어 있는데 맞나요? O O O O O
고객님, 주소는 어떻게 되나요? O O O O
네, 본인 확인 감사드립니다 O O O O
사고 난 위치가 어디쯤 인가요? O O O O O
ㅇㅇㅇ 아파트 단지 내에서 사고 났어요 O O O O O O
고객님 현재ㅇㅇ치아보험에 가입하고계시죠? O O O
핸드폰 번호 끝자리 4개 불러주세요 O O O O O
OOOO요 O
핸드폰 번호 끝자리 4개 불러주세요 O O O O O
OOOO요 O
핸드폰 번호 끝자리 4개 불러주세요 O O O O O
OOOO요 O
고객님, 핸드폰 끝자리 4개 불러주세요 O O O O O
OOOO입니다 O
고객님 핸드폰 끝자리 4개 부탁드립니다 O O O O O
OOOO입니다 O
네 고객님 핸드폰 끝자리 4개 부탁드립니다 O O O O O O
OOOO입니다 O
핸드폰 끝자리 번호 4개 부탁드립니다 O O O O O
OOOO입니다 O
고객님의 위치를 말씀해 주시겠어요? O O O O
울산 남구 ㅇㅇ백화점 주차장에 있습니다 O O O O O
고객님 핸드폰 끝자리 4개 부탁드립니다 O O O O O
OOOO입니다 O
지금 위치가 어디이신가요? O O O
남구 ㅇㅇ호텔 앞입니다 O O O
모바일 어플 다운로드에 OOOO보험사 검색을 하시면 어플이 나옵니다. 다운받으셔서 회원가입하시고 보험금 청구하시면 됩니다. O O O O O O O O O O O O O
고객님 핸드폰 끝자리 4개 부탁드립니다 O O O O O
OOOO입니다 O
네 본인 확인 감사합니다 O O O O
고객님앞으로 ㅇㅇㅇㅇ실비보험 1건,종신보험1건이 가입 되어있습니다 맞습니까? O O O O O O
고객님 핸드폰 끝자리 4개 부탁드립니다 O O O O O
OOOO입니다 O

00광역시 남구 000입니다 O O O
가장 가까운 곳은 000지점입니다. O O O O
주소 알수 있을까요? O O O
00로 37 번지 입니다. O O O O
지금 계신곳의 위치가 어떻게 됩니까? O O O O O
00동 교차로 000건물 앞입니다. O O O O
어느 보험사에 가입되어있으신가요? O O O
00생명입니다. O
네 몇일전에 포항시 00동 근처 자전거 도로에서 사고가 났습니다. O O O O O O O O O
00화재로 하시면 됩니다. O O O
ㅇㅇ생명에 입원비 특약을 갖고 있는데, 그걸로도 안될까요? O O O O O O O
00보험에 수술담보가 있네요 O O O
아!  00동 00마트 근처예요 O O O O
가게가 소재하고 있는 지역은 어떻게 되십니까? O O O O O O
00동이요 O
00해상 실비보험이랑 00라이프 생명보험이에요 O O O O
00보험사가 어디에 있나요? O O O
00동 00빌딩 5층입니다. O O O
00라이프 생명보험에 가입되어있으시네요 O O O
00시00면00리 00마을이요 O O
00마을은 올해 단체로 농작물 재해 보험에 가입하셨습니다. O O O O O O O
자동차 보험사가 어떻게 되나요? O O O O
00해상이요 O
지금 차가 어디에 있나요? O O O O
00시0구00로 O
보험사가 어딘데요? O O
00손해입니다. O
00 보험에서 보험금을 청구하려고 하는데요 보험금 청구방법이 어떻게 되나요? O O O O O O O O O
00 보험에 보험금 청구방법은 6가지가 있습니다 O O O O O O
00보험.  00시 000구 00로 00, 보험접수팀 O O O O O O
울산광역시 북구 00사거리 입니다. O O O O
고객님 앞으로 00해상 실손보험이있습니다.맞습니까? O O O O
00보험에 실비보험에 가입되어 있으시군요 O O O O
000고객님의 가입일은 2018년0월0일 입니다. O O O O
조회해보니 00생명보험 입원비 특약이 있습니다. O O O O O
00보험사 고객센터 연결해줄수 있나요? O O O O
가입하신 보험사가 어디입니까? O O O
00해상이요 O
지금 위치는요? O O
00마트 주차장입니다. O O
고객님 상세 주소를 알려주시겠습니까? O O O O
00광역시 0구 0동 00마트 지상 주차장이에요 O O O O O O
앗 죄송해요 00시00구00로 00 지하주차장B12구역이요 O O O O O
00시에서는 자전거 보험계택을 받을 수 있습니다. O O O O O O
00손해입니다. O
보낼주소 안내해주시겠어요? O O
서울특별시 OO구 OO로OO OO보험로 보내주세요. O O O O O
저희 OO보험 앱이 있으신가요? O O O O
주식회사 ㅇㅇㅇㅇㅇ입니다. O O
네 이번에 OO보험에서 나온 상품입니다. O O O O O
소중한 정보확인 고객님이 가입하신 보험은 000건강 입니다. 맞으세요? O O O O O O O O
네 서울시 중구 서대문로 00  000화재보험 입니다. O O O O O O O
OOOO건강보험 이에요. O O
소중한 정보확인 OOOO건강보험에 가입되신것이 확인되었습니다. O O O O O
우선 구글스토어에서 00화재를 검색해주십시요. O O O O
제일 상단에 00화재 공식앱이 보이시나요? O O O O O
프로그램 추가/제거에서  OOOO프로그램을 한번 제거해보시겠습니까? O O O O O
1000만원 이하 자동이체 실적 계좌가 있을시 전화신청 가능합니다. O O O O O O O O
본인명의의 핸드폰 번호 뒷 4자리가 어떻게 되시나요? O O O O O O O
OOOO입니다. O
 OOO님이 수익자로된 치매보험이 가입되어 있으십니다. O O O O O
계신곳이 서울 강서구 발산동 발산네거리 인근 맞으신가요? O O O O O O O
진행방향이 강서구청 방향이신가요? O O O
네 강서구청 방향 000건물 앞이에요. O O O O O
우편으로 보낼 주소지 부탁해요. O O O O
서울시 중구 순화동 00빌딩 000생명입니다. O O O O O
OOO시 OOO동 입니다. O O O
OOO시 OOO동과 가장 가까운 위치의 지점을 알려드리도록 하겠습니다. O O O O O O O O
네 알려주세요 O O
OOO동과 가장 가까운 곳의 지점위치는 OO지점입니다. O O O O O O
OO지점 주소를 알려주시겠습니까? O O O
OO지점의 주소는 OO동 OO길 OO 입니다. O O O O O O
OO지점 전화번호도 알려주세요 O O O
OO지점 전화하셔서 자세한 문의를 해보시는 건 어떤가요? O O O O O O O
보험금 신청을 할려고 OO지점 어떻게 찾아가야 할지 여쭤볼께요 O O O O O O O O
버스정류장은 OO지점에서 하차하시면 맞은편으로 100M아래 건물 2층입니다. O O O O O O O
OO동 OO길입니다. O O
네 그곳을 우회하여 저희 지점으로오는 버스가 OOO번과 OOO번이 있습니다. O O O O O O O O O
저희지점과 멀지 않은 곳에 OO백화점이 위치해 있습니다. O O O O O O O
 그 OO백화점은알고 있습니다. O O O
OO백화점과 50M 정도 떨어져 있으므로 쉽게 찾아오실 수 있으실꺼예요 O O O O O O O O O
고객님 성함이 OOO. 연락처 뒷자리가 OOOO 맞으신가요? O O O O O O O
OO보험 OOO입니다. O O
팩스번호는 OOOO입니다. O O
OO보험 OOO입니다. O O
팩스번호는 OOOO입니다. O O
네,약값은 8OOO천원 이상부터 청구 가능하십니다. O O O O O
OO보험 OOO입니다. O O
콜센터(☎OOOO)로 연락하시기 바랍니다. 번거롭게 해드려서 죄송합니다 O O O O O O
콜센터 (OOOO)을 이용하시는 방법이 있습니다. O O O O O
진주시 OO면 OO읍 시골입니다. O O O O
진주시에는 가까운 금융플라자가 없습니다. 단 가까운 지점은 있습니다. O O O O O O O O
경기도 에요 O O
죄송합니다만 경기도에는 금융플라자가 없습니다. O O O O
그럼 서울에는 있나요? O O O
서울 어디어디에 있나요? O O O
서울에는 7개의 금융플라자가 있습니다 O O O O
서울 어느 지역으로 알려드릴까요? O O O O
서울강남이요 O
서울강남 지점(OO로9층) 금융플라자를 이용하시면 됩니다. O O O O O
콜센터 OOOO로 문의하여 주시면 됩니다. O O O O O
계신 곳의 도로명 주소가 어떻게 되십니까? O O O O O O
OOO로 OOO입니다. O O
네, OOO로 OOO 근처에 OOO지점이 있습니다. O O O O O O
고객님 혹시 OOO보험 어플이 있으신가요. O O O O O
현재 등록된 주소지가 어디입니까? O O O O
전주시 OO동입니다. O O
혹시 OO보험 앱으로도 가능한가요? O O O O
OO보험에 치과통원회당000원 보상됩니다 O O O
OO시민이시죠? O
OO시민은 시에서 가입한  상해보험으로 보상이 되실듯합니다 O O O O O O
OO보험앱 다운받으시면 됩니다. O O O
이거 OO보험앱에서 하는게 맞아요? O O O O
종로3가에 OO보험이 어디있어요? O O O
네, 종로3가역 5번출구 앞에 있습니다. O O O O O
OO역 앞 OO오피스텔 지하주차장이에요. O O O O
이마트 OO역점 지하2층 주차장입니다. O O O O
네 차량 번호가 어떻게 되시죠? O O O O O
OO가에 OOOO입니다. O O
이마트 OOO점이요. O O
OO보험 자동차보험은 설계사 또는 대리점으로 가입한 경우와 인터넷을 통해 가입한 경우 모두 동일한 보상서비스가 제공됩니다. O O O O O O O O O O O O O O O
OO동 아파트인데요, 세입자가 샤시유리가 깨졌다고 전화가 왔어요. 태풍때문에 깨졌다는데, 보상가능할까요? O O O O O O O O O O
OO대로 O길 시청앞 사거리에요. O O O O
주소도 알려주세요 O O
세종시 노을3로 OOO동 OOO호입니다. O O O O
네 OOO 고객님은 현재 종신보험에 가입된 상태이십니다. O O O O O O O
OOO 고객님 맞으신가요? O O O
세종시 OOO로 OO입니다. O O O
OO보험에 가입되어있으십니다 O O
OO보험에 질병후유장해진단금있으십니다 O O
콜센타로 접수하나요? O O
네OOOO입니다 O
OO보험 앱을 다운받으셔서 사용하시면됩니다. O O O O
OO콜센입니까? O
고객님. OOO 상담원입니다. O O O
OO보험 자동차보험으로 사고 종결처리가 되면, 장기보험에 해당사항이 있는 경우, 연계되서 보상접수 및 심사진행 가능합니다. O O O O O O O O O O O O O O
OO보험 홈페이지를 통해 신청하실 수 있습니다. O O O O O O
정부보장사업을 최초 타보험사에 사고접수 후 취소하고 OO보험에 다시 접수 하였습니다. 보상 가능한가요? O O O O O O O O O O O O
예, 정부보장사업을 최초 타보험사에 사고접수 후 취소하고 OO보험에 다시 접수 하더라도 보상 가능합니다. O O O O O O O O O O O O O
단, 1차 타보험사에 접수된 것을 꼭 면책 처리합니다.OO보험에 다시 접수해야 하니 주의해 주세요. O O O O O O O O O O O O O
안녕하세요, OO보험이지요? O O
이런 경우 OO보험에서 지급한 보험금에 대하여 가해자에게 구상권을 행사합니다. O O O O O O O O O
안녕하세요? OO보험이지요? O O
SKT 핸드폰보험 보상문의 및 사고접수 부서는 어떻게 되나요? O O O O O O O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
OO보험 자동차보험으로 사고 종결처리가 되면, 장기보험에 해당사항이 있는 경우, 연계되서 보상접수 및 심사진행 가능합니다. O O O O O O O O O O O O O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
보험관련 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
안녕하세요? OO보험이지요? O O
보험관련 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험이지요? O O
정부보장사업을 최초 타보험사에 사고접수 후 취소하고 OO보험에 다시 접수 하였습니다. 보상 가능한가요? O O O O O O O O O O O O
예, 정부보장사업을 최초 타보험사에 사고접수 후 취소하고 OO보험에 다시 접수 하더라도 보상 가능합니다. O O O O O O O O O O O O O
단, 1차 타보험사에 접수된 것을 꼭 면책 처리한 후OO보험에 다시 접수해야 하니 주의해 주세요. O O O O O O O O O O O O O O
OO보험이지요? O
OO보상관련해서 궁금합니다.? O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
보험관련 궁금한 내용이 있어서요? O O O O
OO보험이지요? O
OO보상관련해서 궁금합니다.? O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
OO보험이지요? O
OO보상관련해서 궁금합니다.? O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
OO보험이지요? O
OO보상관련해서 궁금합니다.? O O
안녕하세요? OO보험회사이지요? O O
네, 고객님. OO보험입니다. O O O
OO보험회사이지요? O
안녕하세요? OO보험회사인가요? O O
OO보험회사이지요? O
네, 고객님 OO보험사입니다. O O O
수고하십니다. OO보험회사 콜센터이지요? O O O
네, OO보험 콜센터 OOO상담사입니다. O O O O
안녕하세요? OO보험 콜센터인가요? O O O
OO보험회사 콜센터입니다. O O
인감증명서 원본과 합의서 부본을 각각 첨부하시고 3부를 OOO으로 가져가셔서 반드시 내용증명으로 해야만 그 효력이 있습니다. O O O O O O O O O O O O O O O
OOO에 가면 되는건가요? O O O
같은 내용으로 3부(1부는 보험회사에 발송하고, 1부는 OOO에서 보관하며, 나머지 1부는 내용증명을 보내는 사람에게 돌려주게 됨)만들어서 OOO직원에 게 내용증명 하러 왔다고 하면 절차와 방식을 친절히 안내해 줄 것입니다. O O O O O O O O O O O O O O O O O O O O O O O O O O O
가해자와 피해자가 OOO에 동행하여 내용증명을 보내고 현장에서 부본부 받는 것이 가장 바람직하지 않을까요? O O O O O O O O O O O O O
채권양도통지서를 보내는 사람은 반드시 가해자라야 하는 데, 그 의미는 가해 자 본인이 반드시 OOO에 가서 보내야 한다는 의미인지요? O O O O O O O O O O O O O O O O O O
채권양도통지를 양도인이 해야만 한다는 뜻입니다. 즉 채권양도했다는 것을 보험회사에 알리는 사람이 양도인, 즉 가해자라는 뜻이지요. O O O O O O O O O O O O O O O
이는 채권양도통지서의 통지인이 양도인, 즉 가해자이면 되는 것이고 꼭 가해 자가 OOO까지 가야하는 것은 아닙니다. O O O O O O O O O O O O O O O
가해자가 자기 처나 아들에게 심부름 시킬 수 있듯이 피해자에게 (OOO에 가 서 편지 부치는 것을) 대신 부탁할 수도 있겠지요. O O O O O O O O O O O O O O O O O O O
가해자가 직접 OOO에 가서 편지를 부치도록 하는 것이 좋다는 의미는 무엇인가요? O O O O O O O O O O O
OO보험사. OOO상담원입니다. O O
네, OO보험 OOO상담사입니다. O O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험이지요? O O
OO공사의 기능직으로 근무하던 자가 교통사고를 당하였을 때 사고 이후 같은 직종의 모든 직원들에게 직무급이 일률적으로 인상되었다면 그 인상된 것을 기준으로 계산하여야 합니다. O O O O O O O O O O O O O O O O O O O O O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
OO보험이지요? O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
OO보험이지요? O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험이지요? O O
일반적으로는 60세입니다. O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
OO보험이지요? O
OO보상관련해서 궁금합니다.? O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
OO보험이지요? O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
OO보험이지요? O
OO보상관련해서 궁금합니다.? O O
OO보험이지요? O
OO보상관련해서 궁금합니다.? O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
OO보험이지요? O
OO보상관련해서 궁금합니다.? O O
실손의료비보험에 가입하지 않은 분은 인터넷으로 가입할 수 있는 OOOO 다이렉트 해외여행보험을 추천드립니다. O O O O O O O O O O O O
안녕하세요? OO보험이지요? O O
OOO사고 궁금한 내용이 있어서요? O O O O
안녕하세요? OO보험이지요? O O
OO보험이지요? O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
안녕하세요? OO보험이지요? O O
OO보험이지요? O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
OO보험이지요? O
OO사고 관련해서 궁금합니다.? O O O
안녕하세요? OO보험이지요? O O
안녕하세요? OO보험 콜센터지요? O O O
네, 고객님. OO보험 콜센터 맞습니다. O O O O O
네, 고객님. OO보험회사 콜센터 맞습니다. O O O O O
OO구 OO동 OOO호요 O O O
OO보험입니다. 보상문의 입니까? O O O
KOO보험입니다. 신부전 진단받으셨나요? O O O
OO보험입니다.  스탠드 삽입이요? O O O
말기 간경화 진단 받았어요.보험금 타고 싶은데요? O O O O O O
OO보험입니다. 네 고객님 어려움이 많으시겠어요.최선을 다해 보장 받으실 수 있도록 하겠습니다.보상비와 치료비 안내해 드릴까요? O O O O O O O O O O O O O O
 OO보험입니다.도와드릴까요? O
 서울시 금천구 OO동입니다. O O O
 주소 확인 할께요? O O O
 경기도 파주시 입니다. O O O
고객님 주소가 OO시 OO동 다음을 O O O O O
 남원시 OO면 OO리 입니다. O O O O
OO보험입니다. 네 청구 하실건가요? O O O O
고객님 성함 O O
고객님 주소가 OO시 OO동 다음을 O O O O O
 남원시 OO면 OO리 입니다. O O O O
OO보험입니다.  디스크 보상말씀이십니까? O O O
고객님 주소가 OO시 OO동 다음 어떻게 되시죠? O O O O O O O
 남원시 OO면 OO리 입니다. O O O O
ING생명입니다. 진단비 청구 이십니까? O O O O
고객님 주소가 OO시 OO동 다음 어떻게 되시죠? O O O O O O O
 남원시 OO면 OO리 입니다. O O O O
OO보험입니다.  보상알아봐 드릴까요? O O O
고객님 주소가 OO시 OO동 다음은요? O O O O O
가입자분 주소가 OO시 OO동 다음은요? O O O O O
 공주시 OOO동입니다. O O
가입자분 주소가 OO시 OO동 다음은요? O O O O O
OOO번지 입니다. O O
KOO보험입니다. 치과보상문의 입니까? O O O
가입자분 주소가 OO시 OO동 다음은요? O O O O O
 공주시 OOO동입니다. O O
가입자분 이름이 어떻게 되시죠? O O O O
가입자분 주소지가 OO시 OO동 다음은요? O O O O O
 공주시 OOO동입니다. O O
동생이 3개월전에 지방간으로 수술 했는데 생활비가 부족해서 청구 하려고요? O O O O O O O O O
OO보험입니다.  네 보상건입니까? O O O
계약자님 주소지가 OO시 OO동 다음은요? O O O O O
 공주시 OOO동입니다. O O
OO보험입니다. 치료비 청구 이십니까? O O O O
계약자님 주소지가 OO시 OO동 다음은요? O O O O O
 공주시 OOO동입니다. O O
OO보험입니다. 고객님아내분 말씀이신가요? O O O
계약자님 주소지가 OO시 OO동 다음은요? O O O O O
 공주시 OOO동입니다. O O
OO보험입니다. 저런 보상 문의 도와드릴까요? O O O O O
계약자님 주소지가 OO시 OO동 다음은요? O O O O O
 공주시 OOO동입니다. O O
KOO보험입니다. 네 보상문의 이신가요? O O O O
고객님 이름이 어떻게 되시죠? O O O O
OO보험입니다. 네 보상문의 이신가요? O O O O
고객님 이름이 어떻게 되시죠? O O O O
고객님 주소지가 OO시 OO동 다음은요? O O O O O
 세종시 OO면 OO마을입니다. O O O
OO보험입니다. 네 보상문의 이십니까? O O O O
고객님 이름이 어떻게 되시죠? O O O O
고객님 주소지가 OO시 OO동 다음은요? O O O O O
 세종시 OO면 OO마을입니다. O O O
OO보험입니다. 뇌출혈 진단 말씀이신가요? O O O O
고객님 주소지가 OO시 OO동 다음은요? O O O O O
 세종시 OO면 OO마을입니다. O O O
KOO보험입니다. 보상되는지 알아볼까요? O O O
본인 주소지가 OO시 OO동 다음은요? O O O O O
 세종시 OO면 OO마을입니다. O O O
선생님 주소지가 OO시 OO동 다음은요? O O O O O
 세종시 OO면 OO마을입니다. O O O
임플란트하면  몇 개를 하든 다 보상되나요? O O O O O O
OO보험치과보험입니다.  치과보험 문의인가요? O O O
주소지가 OO시 OO동 다음 주소가 어떻게되시죠? O O O O O O
 세종시 OO면 OO마을입니다. O O O
OO보험입니다. 치과보험에 가입하시려고요? O O O
주소지가 OO시 OO동 다음 주소가 어떻게되시죠? O O O O O O
 세종시 OO면 OO마을입니다. O O O
주소지가 OO시 OO동 다음 주소가 어떻게되시죠? O O O O O O
 세종시 OO면 OO마을입니다. O O O
주소지가 OO시 OO동 다음 주소가 어떻게되시죠? O O O O O O
 세종시 OO면 OO마을입니다. O O O
주소지가 OO시 OO동 다음 주소가 어떻게되시죠? O O O O O O
 세종시 OO면 OO마을입니다. O O O
OO보험입니다. 네 보험 약관 확인하여 드릴까요? O O O O O O
주소지가 OO시 OO동 다음 주소가 어떻게되시죠? O O O O O O
 세종시 OO면 OO마을입니다. O O O
OO보험입니다. 신장암 청구 도와드릴까요? O O O O
 세종시 OO면 OO마을입니다. O O O
 가입하신 보험이 OO보험 암보험 이시네요? O O O O O
OO보험입니다. 입퇴원비 말씀이신가요? O O O
 네 ING생명 20년 만기되셨네요? O O O O
OO보험입니다. 모바일 말씀이신가요? O O O
 네 내 휴대폰에 OO보험 어플을 다운로드 받으세요. O O O O O O O
OO보험입니다. 최장암 진단받으셨군요? O O O
고객님 주소가 OO시OO동 다음 어떻게되시죠? O O O O O
 세종시 OO면 OO마을입니다. O O O
KOO보험입니다.  어떤통증이신가요? O O
고객님 주소가 OO시OO동 다음 어떻게되시죠? O O O O O
 세종시 OO면 OO마을입니다. O O O
OO보험입니다.  가입도 하시고 청구도 하시나요? O O O O O
고객님 주소가 OO시OO동 다음 어떻게되시죠? O O O O O
 청라 OOO 아파트OOOO입니다. O O O
OO보험입니다.  자궁암청구 도와드릴까요? O O O
고객님 이름이 어떻게 되시죠? O O O O
고객님 주소가 OO시OO동 다음 어떻게되시죠? O O O O O
 세종시 OO면 OO마을입니다. O O O
OO보험입니다.  질병치료비  청구 도와드릴까요? O O O O
가입자분 이름이 어떻게 되시죠? O O O O
가입자분 주소가 OO시OO동 다음 어떻게되시죠? O O O O O
OO빌라 OOO동OOO호입니다. O O
KOO보험입니다. 뇌출혈 진단 받으셨군요? O O O O
가입자분 성함 어떻게 되시죠? O O O O
가입자분 주소가 OO시OO동 다음 어떻게되시죠? O O O O O
 세종시 OO면 OO마을입니다. O O O
OO보험입니다.  치과치료 보상이요? O O O
고객님 성함 어떻게 되시죠? O O O O
고객님 주소가 OO시OO동 다음 어떻게되시죠? O O O O O
 세종시 OO면 OO마을입니다. O O O
KOO보험입니다.네 치과보상 청구 하시나요? O O O O
고객님 성함 어떻게 되시죠? O O O O
고객님 주소가 OO시OO동 다음 어떻게되시죠? O O O O O
 세종시 OO면 OO마을입니다. O O O
OO보험입니다. 뇌안진단받으셨군요? O O
고객님 성함 어떻게 되시죠? O O O O
고객님 주소가 양현마을 맞으시나요? O O O O
고객님 성함 어떻게 되시죠? O O O O
고객님 주소가 OO시OO동 다음 어떻게되시죠? O O O O O
 가람마을 504동 307호 입니다. O O O O
OO보험입니다.  통원치료 청구하시려고요? O O O
OO보험입니다. 담당자가 전화  했나요? O O O O
좋은하루 되십시오. 상담원 000이였습니다. O O O O
방배동은 없고, 교대역은 방문하시기에 너무 머신가요? O O O O O O
거기는 좀 먼데, 아 한양대학교 근처에는 없나요? O O O O O O O
한양대학교 정문 근처에 ooo 영업점이 있습니다 O O O O O O
하나 은행 사용 중입니다. O O O O
000으로 연락 하신 후, 카드 분실신고 접수 후 최근 몇 건의 결재내역을 확인해 보시기 추천 드립니다. O O O O O O O O O O O O O O O O
제 성함은 OOO입니다. O O O
이름은 OOO입니다. O O
고객님 이름이 어떻게 되시나요? O O O O
제 성함은 OOO입니다. O O O
가입하신 상품이 OOO OOO상품으로 청약되어 있는데 맞습니까? O O O O O O O
이름은 OOO입니다. O O
다음으로, 본인 이름이 어떻게 되시나요? O O O O O
성함은 OOO입니다. O O
성함은 OOO입니다. O O
본인의 성함은 OOO입니다. O O O
제 성함은 OOO입니다. O O O
이름은 OOO입니다. O O
제 성함은 OOO입니다. O O O
본인의 성함은 OOO입니다. O O O
본인임이 확인되었습니다. O O
전화번호는요? O
OOO입니다. O
네 XX 카드 맞으신가요? O O O O
네, 성함과 전화번호 말씀해주시겠어요? O O O O
네, OOO이구요. 번호는 OOO요. O O O O
네, 무슨 카드인가요? O O O
OO 신용카드요. O O
네, OO구 OOO동 맞으실까요? O O O O
성함, 전화번호 부탁드립니다. O O O
000, 0OO입니다. O O
저의 휴대폰 번호 마지막 4자리는 OOOO이에요. O O O O O O

광주은행에 맞게 전화 걸것 맞나요?  O O O O
토스뱅크 상담원입니다. 맞게 전화 주셨습니다.  O O O O
한국스탠다드차타드은행 상담센터는 항상 이 번호이니 안심하셔도 됩니다.  O O O O O O
2018년 01월 12입니다. ID_INUM-B ID_INUM-I ID_INUM-I
두번째입니다. 고객님의 성명을 알려주세요 O O O O
발음이 조금 이상하게 들릴수도 있어요. OOO입니다. O O O O O O
전북은행전북은행 홈페이지에 안들어가집니다.  O O
발음이 정확하지 않아서 다시 여쭈어 보겠습니다. 한국스탠다드차타드은행 홈페이지에 접속이 불가능 하다는 말씀 맞으십니까? O O O O O O  O O O O O O
고객님 계좌 명은 어떻게 되시나요? 계좌를 식별하기에 필요한 조치입니다. O O O O O O O O O
송금을 실행한 계좌 명칭은 OOO일것입니다. 회사 계좌라서요. O O O O O O O
어서오세요. OO보험입니다. 통신사에서 회선이 단절되어 문제가 발생했었습니다. O O O O O O O
계좌 명은 OOO인걸로 알고 있어요. O O O O O
다음으로는 고객님께서 잘못 이체 하신 계좌의 계좌 번호가 어떻게 되는지 말씀해 주실 수 있으십니까? O O O O O O O O O O O O O O
준비하고 있었습니다. 200186번 입니다. O O ID_ACCOUNT-B O
안녕하십니까? OO보험입니다. 우선 몇 가지 여쭈어 보도록 하겠습니다. 질병 또는 상해 확진 판정을 받으셨나요? O O O O O O O O O O O O O O
또박 또박 발음해 보겠습니다. 휴대폰 번호 4자리는 OOOO입니다. O O O O O O O O
여보세요. OOO대학에서 연락드렸습니다. 왜 통화 연결이 안되던건가요? O O O O O O O
안녕하십니까 OO보험입니다. 통신사에서의 회선문제로 인하여 서비스를 제공하지 못하였었습니다. O O O O O O O O
저의 계좌 명은 OOO O O O O
다음 질문 입니다. 고객님께서 잘못 이체 하신 계좌의 계좌 번호가 어떻게 되는지 말씀해 주실 수 있나요? O O O O O O O O O O O O O O O O
잠시만요 다시 찾아볼께요. 찾았습니다. OOO입니다. O O O O O
OO보험이죠? 당뇨의 보상 금액을 알고 싶어요. O O O O O O
이름이 좀 특이한데요. OOO입니다. O O O O
OOO여행사입니다. 엊그제 왜 통화 연결이 안되던건가요? O O O O O O
어서오세요. OO보험입니다. 통신사에서의 회선문제로 인하여 서비스를 제공하지 못하였었습니다. O O O O O O O O
계좌 주는 OOO일것입니다. 회사 계좌라서요. O O O O O
다음 정보를 물어보도록 하겠습니다. 고객님께서 잘못 이체 하신 계좌의 계좌 번호가 어떻게 되는지 말씀해 주실 수 있으십니까? O O O O O O O O O O O O O O O O O
661-12883-45792입니다. ID_ACCOUNT-B
환영합니다. 고객님 OO파트인데, 한 가지 질문이 있습니다.질병 또는 상해 확진 판정을 받으셨나요? O O O O O O O O O O O O
여보세요. OOO대학에서 연락드렸습니다. 어제 통화가 안되서 문의드렸습니다. O O O O O O O
저의 계좌 명칭은 OOO 입니다. O O O O O
다음으로는 고객님께서 잘못 이체 하신 계좌의 계좌 번호가 어떻게 되는지 말씀해 주실 수 있으십니까? O O O O O O O O O O O O O O
적어둔 것 찾아보구요. 잠시만요. 여깄네요. 0148734입니다. O O O O O ID_ACCOUNT-B
송금을 실행한 계좌 명은 OOO O O O O O
그 다음입니다. 고객님께서 잘못 이체 하신 계좌의 계좌 번호가 어떻게 되는지 말씀해 주실 수 있으십니까? O O O O O O O O O O O O O O O
고객님 OO파트입니다. O O
여보세요. OOO여행사입니다. O O
OO보험이죠? 심근경색의 보상 금액은 얼마인지 알고 싶은데요? O O O O O O O
그 다음으로 성명을 알아야 합니다. O O O O O
발음이 조금 이상하게 들릴수도 있어요. OOO입니다. O O O O O O
저의 계좌 명은 OOO일것입니다. O O O O
고객님께서 잘못 송금 하신 계좌의 계좌 번호가 어떻게 되십니까? O O O O O O O O O
OOO다시 OOO 다시 OOO입니다. O O O O
OO보험이죠? 건강의 보장 금액은 얼마인지 알고 싶습니다. O O O O O O O
OO보험의 OO입니다.OO파트입니다. 한 가지 여쭈어 보도록 하겠습니다.질병 또는 확진 판정을 받은 상태인가요? O O O O O O O O O O O O
OO기관의 OOO 이라고 합니다. 왜 통화가 안됬습니까? O O O O O O O
계좌의 명칭은 어떻게 되십니까? 명확한 계좌조회를 위해서 필요합니다. O O O O O O O O
계좌 명칭은 OOO인 걸로 알고 있습니다. O O O O O O
다음, 고객님께서 잘못 이체 하신 계좌의 계좌 번호가 어떻게 되는지 말씀해 주실 수 있나요? O O O O O O O O O O O O O O
OOO… 잠시만 기다려 주세요. 아 OOOO입니다. O O O O O O
다음으로, 고객님의 성명을 알려주셔야 합니다. O O O O O
계좌 명은 OOO인걸로 알고 있어요. O O O O O
OOOO에 OOO입니다. O O
OO보험입니다. O
이름이 좀 특이한데요. OOO입니다. O O O O
안녕하십니까 고객님 OO보험입니다. O O O
송금을 실행한 계좌 명칭은 OOO일거에요. O O O O O
고객님께서 잘못 이체 하신 계좌의 계좌 번호가 어떻게 되는지 말씀해 주실 수 있나요? O O O O O O O O O O O O O
472에 815677에 7143378입니다. ID_ACCOUNT-B ID_ACCOUNT-I ID_ACCOUNT-I
예를 들어서 OO년도 생이시면, OOOO으로 말씀 해주셔야 합니다. O O O O O O O O
고객님 OO파트인데, 한 가지 질문이 있습니다. O O O O O O
OOO여행사입니다. O
저의 계좌 주는 OOO인걸로 알고 있어요. O O O O O O
OO보험입니다. O
2002년 02월 14입니다 ID_INUM-B ID_INUM-I ID_INUM-I
이름은 OOO인데요. O O
송금을 실행한 계좌 명은 OOO인걸로 알고 있어요. O O O O O O O
다음으로는 고객님께서 잘못 송금 하신 계좌의 계좌 번호가 어떻게 되십니까? O O O O O O O O O O
2562714입니다. ID_INUM-B
OO보험이죠? 뇌출혈의 보장 금액은 얼마인지 알고 싶은데요? O O O O O O O
환영합니다. OO보험입니다. OO파트입니다. 한 가지 여쭈어 보도록 하겠습니다.질병 또는 확진 판정을 받은 상태인가요? O O O O O O O O O O O O O
저의 휴대폰 번호 자리는 OOOO번 으로 되어 있습니다. O O O O O O O O
여보세요. OO기관의 OOO 에서 연락드렸습니다. 통화가 안되서 문의드렸습니다. O O O O O O O O
송금을 실행한 계좌 주는 OOO 입니다. O O O O O O
OO보험인가요? 심장질환의 보장 금액을 알고 싶습니다. O O O O O O
OO파트입니다. 한 가지 여쭈어 보겠습니다. 질병 또는 상해가 발생하였습니까? O O O O O O O O O
이상하게 들릴 수도 있지만 이게 제 진짜 이름입니다. OOO입니다. O O O O O O O O O
여보세요. OO기관의 OOO 이라고 합니다. 어제 전화가 안되서 문의드렸습니다. O O O O O O O O O
반갑습니니다. OO보험입니다. 통신시스템의 장애가 발생하였었습니다. 죄송의 말씀 올립니다. O O O O O O O O
저의 계좌 명은 OOO인 걸로 알고 있습니다. O O O O O O O
이름이 좀 특이한데요. OOO입니다. O O O O
계좌 명칭은 OOO O O O
계좌 명칭은 OOO O O O
OO보험이죠? 심근경색의 보상 금액은 얼마인지 알고 싶습니다. O O O O O O O
다음입니다. 성명을 알아야 합니다. O O O O
이름이 좀 특이한데요. OOO입니다. O O O O
휴대전화 번호 뒷자리는 어떻게 되나요? O O O O O
보험을 드신 상품이 OOO OOO상품으로 청약되어 있는데 맞습니까? O O O O O O O O
여보세요. OOO여행사입니다. 어제 왜 전화연결이 안됬습니까? O O O O O O
저의 계좌 명은 OOO O O O O
다음 정보를 여쭈어 보도록 하겠습니다. 고객님께서 잘못 송금 하신 계좌의 계좌 번호가 어떻게 되십니까? O O O O O O O O O O O O O O
OOO… 잠시만 기다려 주세요. 아 OOOO입니다. O O O O O O
계좌 명칭은 OOO인 걸로 알고 있습니다. O O O O O O
다음으로는 잘못 송금 하신 계좌의 번호가 어떻게 되십니까? O O O O O O O O
0945에 249642입니다. 이거 맞을 거라고 생각해요. ID_ACCOUNT-B ID_ACCOUNT-I O O O O
안녕하십니까? OO보험입니다. OO파트입니다. 한 가지 여쭈어 보도록 하겠습니다.질병 또는 상해가 생기셨나요? O O O O O O O O O O O
여보세요. OOO여행사에서 연락드렸습니다. 엊그제 통화가 안되서 다시 전화했어요. O O O O O O O O
우선, 고객님의 이체 사실을 파악해야 합니다. 고객님의 계좌번호 10자리를 알려주실 수 있으신가요? O O O O O O O O O O O O
고객님 계좌 주는 어떻게 되시나요? 계좌를 식별하기에 필요한 단계입니다. O O O O O O O O O
송금을 실행한 계좌 명칭은 OOO 입니다. O O O O O O
그 다음입니다. 잘못 송금 하신 계좌의 번호가 어떻게 되십니까? O O O O O O O O O
잠시만 기다려 주세요. 빨리 찾아볼께요. 788-131-403입니다. O O O O O ID_ACCOUNT-B
다음, 고객님의 출생년도를 말씀 해주실 수 있으시겠습니까? O O O O O O O
2010년 11월 16입니다 ID_INUM-B ID_INUM-I ID_INUM-I
OO파트입니다. 한 가지 여쭈어 보겠습니다. 질병 또는 상해 진단을 받으셨나요? O O O O O O O O O O
다음으로, 고객님의 이름을 말씀해 주시면 감사하겠습니다. O O O O O O
휴대전화 번호 마지막 4자리는 어떻게 되십니까? O O O O O O
마지막 4자리는 1072번 으로 되어있어요. O O O O O
OOO입니다. 엊그제 왜 전화연결이 안됬습니까? O O O O O
반갑습니니다. OO보험입니다. 통신시스템에 대한 무차별적 공격으로 인하여 통신 시스템에 마비가 발생했었습니다. O O O O O O O O O O O
상대방 은행에 연락하기 앞서서, 계좌의 이력을 확인해야 합니다. 고객님의 계좌번호 10자리를 알려주실 수 있으신가요? O O O O O O O O O O O O O O
송금을 실행한 계좌 명은 OOO O O O O O
오해하지 말고 들어주세요. 조금 특이해서요. OOO입니다. O O O O O O
휴대전화 번호 마지막 4자리는 어떻게 되십니까? O O O O O O
마지막 4자리는 7046번 으로 되어있어요. O O O O O
OO기관의 OOO 이라고 합니다. 전화 연결이 안되던데요? O O O O O O O
반갑습니니다. OO보험입니다. 통신사에서의 회선문제로 인하여 서비스를 제공하지 못하였었습니다. O O O O O O O O
저의 계좌 명칭은 OOO 이에요. O O O O O
다음 정보를 물어보도록 하겠습니다. 상대방 계좌의 번호가 어떻게 되나요? O O O O O O O O O
적어뒀어요. 불러줄께요. OOOO에 OOO입니다. O O O O
OO보험인가요? 상해의 보상 금액은 얼마인지 알고 싶은데요? O O O O O O O
이름이 좀 특이한데요. OOO입니다. O O O O
OOO여행사입니다. 엊그제 전화 연결을 할 수 없어서 질문드려요. O O O O O O O O
OOO다시 OOO 다시 OOO입니다. O O O O
다음 절차입니다. 고객님의 출생년도를 말씀 해주실 수 있으시겠습니까? 년 월 일 순으로 말씀해주시면 됩니다. O O O O O O O O O O O O O O
1962년 10월 25입니다 ID_INUM-B ID_INUM-I ID_INUM-I
OO보험인가요? 심근경색의 보장 금액은 얼마인지 알고 싶은데요? O O O O O O O
어서오세요. OO보험입니다. 본사의 통신시스템이 마비되어 연락이 안되었었습니다. O O O O O O O
저의 계좌 주는 OOO인걸로 알고 있어요. O O O O O O
다음 정보를 물어보도록 하겠습니다. 고객님께서 잘못 이체 하신 계좌의 계좌 번호가 어떻게 되는지 말씀해 주실 수 있으십니까? O O O O O O O O O O O O O O O O O
2678에 573802입니다. 이거 맞을 거라고 생각해요. ID_ACCOUNT-B ID_ACCOUNT-I O O O O
휴대전화 번호 뒷 4자리는 어떻게 되나요? O O O O O O
휴대전화 마지막 번호는 OOOO번 으로 되어 있습니다. O O O O O O O
여보세요. OO기관의 OOO 이라고 합니다. 엊그제 전화 연결이 안되던데 무슨 일이 있었습니까? O O O O O O O O O O O O
다음 정보를 여쭈어 보도록 하겠습니다. 상대방 계좌의 번호가 어떻게 되십니까? O O O O O O O O O O
777에 587444에 8040324입니다. ID_ACCOUNT-B ID_ACCOUNT-I ID_ACCOUNT-I
OO보험의 OO입니다.들어가기 앞서 한 가지 여쭈어 보겠습니다. 질병 또는 상해 진단을 받으셨나요? O O O O O O O O O O O O
OOO인데 진짜 이름 맞아요. O O O O
송금을 실행한 계좌 주는 OOO인걸로 알고 있어요. O O O O O O O
주소는 OOOOO이요 O O
그럼 다시 카카오 뱅크에 확인을 먼저 해보야겠네요 O O O O O O O
 카드문실문의 입니다 O O
 서울시 OO구 OO동 OOOO입니다 O O O O
가장 가까운 OO점 안내드리겠습니다. O O O O
가장 가까운 OO점 안내드리겠습니다. O O O O
가장 가까운 OO점으로 가시면 됩니다. O O O O O
고객님 주소가 OO시 OO동 맞으시죠? O O O O O
가장 가까운 곳이   OO점으로 가시면 됩니다. O O O O O O
고객님 주소가 OO시 OO동 맞으시죠? O O O O O
비씨카드 분실신고요? O O
고객님 주소가 대구시 남구 대명동 다음 주소는 무엇인가요? O O O O O O O O
OO마을 OOO동OOO호 입니다 O O O
주소가 용인시 OO구다음 무엇인가요? O O O O
 용인시 OO구 OO캐슬입니다 O O O
지금까지 상담원 000였습니다. O O O
고객님 이름이 어떻게 되나요? O O O O
OOO요. O
고객님 주소가  대전시 유성구 그이하 ? O O O O O O
 네 OO 아파트 OOO동 OOO호 입니다 O O O O O O
고객님 주소가  대전시 유성구 그이하 ? O O O O O O
 네 OO 아파트 OOO동 OOO호 입니다 O O O O O O
고객님 주소가 서울시 종로구 맞으시지요? O O O O O
고객님 주소가 서울시  송파구입니까? O O O O
고객님 주소가 경기도 용인시맞나요? O O O O
고객님 주소가 경기도 용인시 맞나요? O O O O O
 연원마을 앞에 있네요. O O O
고객님 성함은요? O O
OOO요. OOO빌라트 OOO호요. O O
고객님 주소가 OO시 OO동  OOOO번지 맞으시죠? O O O O O O
그럼 OO동 00학교 옆 OO지점이 가장 가깝습니다. O O O O O O O
고객님 주소가  서울시 방화동 맞으세요? O O O O O
그럼 OO동 OO마트 옆 OO지점이 가장 가깝습니다. O O O O O O O
그럼 OO동 00학교 옆 OO지점이 가장 가깝습니다. O O O O O O O
제가 토스를 통해 OOOO로 돈을 입금했는데 모르는 사람에게 200만원이 송금되었습니다. O O O O O O O O O O
보상팀OOO입니다. O
키움증권화면에 들어가보시겠습니까? O O
카카오톡고객센터이죠? O
카카오페이로 계좌이체를 했는데 송금오류라고  뜨네요 그래서 다시입금했더니 계좌에서 돈이 이중으로 빠져 나갔습니다 O O O O O O O O O O O O
은행에서 확인해보니 카카오머니내역에서 빠져나간게 없는데 계좌에는 카카오페이로 빠져나갔다고 써있어요 이거 어떻게 해야하죠? O O O O O O O O O O O O
카카오톡은 무료 서비스이기때문에 애초 약관에 보상정책은 없습니다. O O O O O O O
김OO 고객님 통장에서 300달러가 인출되었습니까? O O O O O
네 삼성카드가 있으시면 확인가능합니다. O O O O
삼성카드가 없으면요? O O
삼성카드에서만 무료로 제공하는 보험서비스입니다. O O O O
삼성카드사에서 무료가입해주나요? O O
네 삼성카드고객센터에 전화하셔서 가입문의후 가입신청 요청하시면 됩니다. O O O O O O O
현재 키움증권MTS가 접속이 안되십니까? O O O O
네 본인확인 부탁드릴께요. O O O
000카드요. O
카드번호 0000으로 시작하는 카드 맞으실까요? O O O O O
000카페에서 결제 후 잃어버렸어요. O O O O
실비보험으로 증권번호는 00000 입니다 O O O O
현대해상 어플 있으신가요? O O O
고객님 주소가OOOOO OOOO번지 맞으시죠? O O O O
고객님 주소가 OOOO동 OOOO번지 맞으시죠? O O O O O
고객님 주소가 OOOO동 OOOO번지 맞으시죠? O O O O O
고객님 주소가 OOOO OOOO번지 맞으시죠? O O O O O

고객님 주소가 IOOOO동 OOOO번지 맞으시죠? O O O O O
고객님 주소가 OOOO동 OOOO번지 맞으시죠? O O O O O
고객님 주소가 대구 OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가OOOOO동 OOOO번지 맞으시죠? O O O O

고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO OO동 OOOO번지 맞으시죠? O O O O O O
고객님 주소가 OO시 O구 OO동 다음 무엇인가요? O O O O O O OOO빌라트 OOO호요. O O
스마트초이스 홈페이지에서 확인 할 수 있습니다. O O O O O O
스마트초이스 홈페이지와 해당 통신사 홈페이지에서 신청할 수 있습니다. O O O O O O O O
티몬에서 구매한 복숭아를 환불 받고 싶은데요. O O O O O O
환불신청은 어떻게 해야 하나요? O O O O
마이티몬-구매내역에서 환불요청을 신청하시면 됩니다. O O O O
OO시 ㅇ구 OO로 이하 주소가 어떻게 되십니까? O O O O O O O
OOO, OOO동 OOO호입니다. O O O
주소가 OO시 ㅇ구 OO동 이하 주소가 어떻게 됩니까? O O O O O O O O
OOO번지입니다. O
휴대폰 끝번호 4자리 불러주시겠습니까? O O O O
0000이요. O
네 고객님 성함 불러주시겠습니까? O O O O
OO시 OO구 OO동입니다. O O O
OO동 OOO번지입니다. O O
공인인증서 재발급은 수수료가 없습니다. O O O O
000금고는 제외입니다 O O
네 *******카드입니다. O O
반갑습니다 고객님 OOO보험사입니다. O O O
OO 상품인데 검토 부탁드립니다 O O O O
OO월OO일 입니다. O O
살고계신 주소 어디입니까? O O O
OO구에 살고있습니다. O O
OO 보험사 맟나요? O O O
반갑습니다. OO보험사 맞습니다. O O O
살고계신 주소 어디입니까? O O O
O구 OO동입니다 O O
반갑습니다 고객님 OOO보험사입니다. O O O
살고계신 주소 어디입니까? O O O
 O구 OO동에 살고있습니다 O O O
어느회사라고 하셨죠? O O
OO보험입니다. O
OO 손해보험사인줄 알았는데 아닌가요? O O O O
OO보험 어플 있으신가요? O O O
가입하신 OO실비보험 맞으신가요? O O O
OO0본인 맞으신가요? O O
가입하신 OO보험에서 응급실이용에 대한 약관은 없습니다. O O O O O O
가입하신 OO보험에서는 응급실이용에 대한 보험금 청구는 특약으로 추가가입하셔야 보험금 청구가 되는 상품입니다. O O O O O O O O O O O O
아니요, 명함은 없고 성함은 OO0이라고 들었어ㅛ. O O O O O O
확인해보니 OO0보험설계사에게 가입하신게 맞으시네요. O O O O
그 다음입니다. 잘못 송금 하신 계좌의 번호가 어떻게 되시나요? O O O O O O O O O
OOO다시 OOO 다시 OOO입니다. O O O O