import enum

word_end = ['!!!!!', '!?!', '""', "'", '(', ')', '),', ')-', ')로', ')를', ')씨는', ')와', ')으로', ')은', ')의', '+', ',', '-번으로', '-으로', '.', '..', '...', '...ㅋㅋ', '.이전하여', '/', '/개신교)의', '/국어강사)', ';', ';;;;;', '<', '>', '?', 'B', 'IT', 'KG', 'Kg', '^^', '`', 'cm', 'kg', 'n', '~', '·', '’이', '“', '”라고', '가', '가.', '가길', '가람로', '가에', '가재미', '가현대아파트', '감포로', '강남대로', '개운', '개월', '개월아기', '개월에', '개월이고', '개월인', '개월접어선', '거든여', '거리', '거북선공원', '거여', '건이', '계림', '계좌는', '고', '고강', '고객센터(', '고객콜센터(', '고산자로', '고척', '고척LIG리가', '공수', '관광로', '광교중앙로', '교', '교방남', '구성', '군분로', '그람이', '그램', '금광', '금촌', '금호산', '길', '길로', '길맞습니까?', '길요.', '김포대로', '까지', '까지는', '나', '나길', '나오네', '나오는데?..', '나와서', '나왔다.', '나운', '나이', '낙산성곽서', '날', '남', '남문', '남부순환로', '남천', '내??', '내손', '냐', '네', '네ㅎㅎ', '네요.', '년', '년생', '년에', '노량진', '노블레스빌딩', '노원동', '는', '다', '다.', '다”라고', '다대', '다문', '다시', '단지', '단지아파트', '단지아파트아파트', '답십리로', '당감', '당산', '당산동', '당산로', '대', '대능', '대다.', '대로', '대림로', '대명', '대연', '대우디오슈페리움', '대저', '덕명', '도', '도곡', '도봉', '독산', '독정이로', '동', '동,', '동계천로', '동맞습니까?', '동소문로', '동역에서', '동으로', '동이요.', '동일로', '동지점', '동패로', '동편로', '됐음', '되니까', '되면', '되보이는건', '된', '될', '됨', '또는', '라', '라고', '라길', '라네여', '라는', '라니', '란', '란다.', '래^^...', '랬나?', '로', '롯데', '롯데인벤스', '를', '리', '리선명아파트', '마린시티', '만', '만리산로', '만선', '만원', '만촌', '많아서ㅠㅠ(', '맞나요?', '맞습니까?', '맞으신가요?', '맞으십니까?', '매탄', '메타프로방스', '메트로팔레스', '면', '면목', '면서', '명(수혀니', '명동', '문화', '문화북', '반회서', '방배', '방배천로', '방축로', '방화', '배멧', '백마마을', '백석예대', '번', '번가', '번길', '번길로', '번길에서', '번길입니다.', '번덕', '번안길', '번요.', '번으로', '번이요', '번이요.', '번입니다', '번지', '번지,', '번지.', '번지는', '번지라', '번지요.', '번지입니다.', '번출구', '범어', '보상콜센터(', '복현', '봉명로', '부산대학로', '부일로', '부터', '부평', '북성로', '불구하고(', '사', '사고신고', '사북', '산', '산내마을', '산본로', '산본천로', '산성로', '산양큰길', '산호그린', '살', '살!', '살!!', '살,', '살.', '살..', '살...', '살...ㅋ', '살?', '살많다', '살밖에', '살어려', '살에', '살은', '살의', '살이', '살이고', '살이고,', '살이구요..', '살이니', '살이니까', '살이다', '살이다.', '살이되어', '살이라', '살이라고', '살이라니', '살이라며', '살이래..', '살이면', '살이에요~', '살이잖아', '살이잖아!', '살이지만', '살인', '살인가?', '살인데', '살입니다.', '살짜리', '삼선동', '삼성', '삼양', '상계주공아파트', '상도', '색달로', '생인사람', '생일인데', '생후', '서', '서동로', '서둔로', '서오릉', '서초대로', '석판', '설', '설촌로', '성정', '세', '세)', '세),', '세)가', '세)로', '세)와', '세)의', '세,', '세,박사)', '세.', '세☆)', '세가', '세는', '세다.', '세되신', '세된', '세라고?', '세라는', '세로', '세를', '세면', '세야', '세에', '세에도', '세와', '세의', '세인', '세인데도!!!', '세임,', '세입니다.', '센치', '센티', '소양로', '송당리산', '송도', '송림', '수유', '수표로', '순경(', '시...', '시간', '시상담)', '시코르플래그십강남역점(강남역', '신가요', '신길', '신모(', '신설', '신암', '신흥로', '십정', '쌍문', '쌍용', '쌍용아진', '안길', '안산천동로', '안양', '야', '야??.', '양평동', '양화로', '언니가', '언더라이즈(', '언주로', '에', '에,', '에게', '에게서', '에서', '에오', '에요', '에요.', '에이스건강보험', '에이스하이엔드타워', '여서', '여성(', '여의대방로', '연산', '연서로', '였나', '였나...', '였는데', '였는데..', '였다.', '영통', '예요.', '올림픽로', '와우산로', '외삼촌(', '요', '요.', '용담', '용산', '용호', '우', '우림라이온스밸리', '우방', '운천로', '원미', '월', '월,', '월.....?', '월계로', '월계삼호', '월평', '유통단지', '으로', '은', '은빛마을', '을', '음..', '음력', '의', '이', '이거든요????', '이고', '이고,', '이고요', '이구', '이구요', '이구요.', '이구요..', '이네', '이네요', '이네요.', '이네욤', '이니', '이니까', '이닝??', '이다', '이다.', '이라', '이라,,,', '이라고', '이라내요', '이라는데', '이라니', '이라며', '이라면서', '이라서', '이라서..', '이며', '이면', '이앤씨벤쳐드림타워', '이야', '이야""라고', '이야?', '이야ㅋ', '이었는데!', '이었다가', '이었대', '이었던', '이에요', '이에요!', '이에요.', '이여', '이예요', '이예요.', '이요', '이요.', '이자너', '이잔어', '이화여대', '인', '인가', '인걸', '인걸!', '인데', '인데,', '인데,,', '인데요', '인데요.', '인데요....', '일', '일!', '일!!', '일,', '일..', '일>', '일?', '일거', '일날', '일도', '일생', '일아니야?', '일에', '일은', '일이', '일이더구만요', '일이라', '일이야', '일이야?', '일이엇는뎀', '일이요', '일이요.', '일인데', '일입니다', '일입니다.', '임', '임?', '임을', '입니까?', '입니다', '입니다.', '입니다.....', '자산동', '자양', '장기', '장덕북길', '장림', '장위', '장재리용연마을휴먼시아', '장전', '전원', '전포대로', '정릉', '정서진', '정왕', '제', '조마루로', '주간', '주례', '주면', '주안', '죽도시장', '중', '중계', '중곡', '중산마을', '중앙로', '지막', '지하', '진입을', '쨜', '쪽구름', '차', '차e-편한세상아파트', '차단지', '차맨션', '차아파트', '차아파트입니까?', '차아파트지점', '창', '창해로', '창훈로', '책향기로', '천도로', '천혜로', '천호', '철산', '청송마을현대', '청평', '체육관', '총리(', '최모(', '충무로', '충인', '충장로', '층', '층!!', '층)', '층,', '층.', '층에', '층으로', '층이요.', '층입니다!', '층입니다.', '칠십팔키로', '카페', '콜센터(', '키로', '킬로', '킬로라니.', '태복산로', '태평', '통일로', '틀못', '평촌대로', '평화동', '평화주공', '푸른들판로', '풍납', '풍덕천', '필지', '하구', '하는데...', '하안', '하오개길', '학번', '학산로', '한솔센트럴파크', '한화', '합포북', '항호', '행당', '행원로', '현대', '호', '호,', '호.', '호계매곡', '호국로', '호로', '호선', '호요.', '호이고', '호입니다', '호입니다.', '호호요.', '홍은', '화성길', '황금', '회기로', '효자', '효자동', '휘경']


class Sentence:
    def __init__(self, raw_tokens, raw_labels=[]) -> None:
        self.tokens = raw_tokens
        self.string = ' '.join(raw_tokens)
        self.labels = raw_labels
        self.spacing_interavls = []
        self.new_tokens = []

    def append_new_tokens(self, spaced_tokens):
        self.append_intervals(len(spaced_tokens))
        self.new_tokens += spaced_tokens

    def append_intervals(self, spaced_tokens_size):
        new_tokens_len = len(self.new_tokens)
        new_interval = [new_tokens_len, new_tokens_len + spaced_tokens_size]
        self.spacing_interavls.append(new_interval)
    
    def duplicate_labels(self, i, spaced_tokens):
        new_tokens_last = len(self.new_tokens)
        # print(self.labels, self.new_tokens)
        label = self.labels[new_tokens_last]
        new_labels = []
        dup = '-dup'
        for j, e in enumerate(spaced_tokens):
            if label == 'O' or e in word_end:
                new_labels.append('O')
            elif i + j == 0:
                new_labels.append(label[:-1] + 'B')
                dup = ''
            else:
                new_labels.append(label[:-1] + 'I' + dup)
        self.labels = self.labels[:new_tokens_last] + new_labels + self.labels[new_tokens_last + 1:]

    def get_new_line(self):
        return ' '.join(self.new_tokens) + '\t' + ' '.join(self.labels) + '\n'
